[
    {"philosopher": "Socrates", "quote": "The only true wisdom is in knowing you know nothing."},
    {"philosopher": "Plato", "quote": "Courage is knowing what not to fear."},
    {"philosopher": "Aristotle", "quote": "Knowing yourself is the beginning of all wisdom."},
    {"philosopher": "Confucius", "quote": "It does not matter how slowly you go as long as you do not stop."},
    {"philosopher": "Seneca", "quote": "It's not that we have a short time to live, but that we waste much of it."},
    {"philosopher": "Søren Kierkegaard", "quote": "Life can only be understood backwards; but it must be lived forwards."},
    {"philosopher": "Immanuel Kant", "quote": "Act only according to that maxim whereby you can at the same time will that it should become a universal law."},
    {"philosopher": "John Locke", "quote": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours."},
    {"philosopher": "Arthur Schopenhauer", "quote": "Compassion is the basis of morality."},
    {"philosopher": "Bertrand Russell", "quote": "The fundamental cause of the trouble is that in the modern world, the stupid are cocksure while the intelligent are full of doubt."},
    {"philosopher": "Thomas Hobbes", "quote": "The condition of man... is a condition of war of everyone against everyone."},
    {"philosopher": "Karl Marx", "quote": "The philosophers have only interpreted the world, in various ways. The point, however, is to change it."},
    {"philosopher": "Friedrich Nietzsche", "quote": "He who has a why to live can bear almost any how."},
    {"philosopher": "Jean-Jacques Rousseau", "quote": "Man is born free, and everywhere he is in chains."},
    {"philosopher": "Voltaire", "quote": "Man is free at the moment he wishes to be."},
    {"philosopher": "John Stuart Mill", "quote": "The worth of a state, in the long run, is the worth of the individuals composing it."},
    {"philosopher": "William James", "quote": "The greatest use of life is to spend it for something that will outlast it."},
    {"philosopher": "Albert Camus", "quote": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend."},
    {"philosopher": "Sigmund Freud", "quote": "The ego is not master in its own house."},
    {"philosopher": "Martin Heidegger", "quote": "Language is the house of being."},
    {"philosopher": "Blaise Pascal", "quote": "All men's miseries derive from not being able to sit in a quiet room alone."},
    {"philosopher": "Rene Descartes", "quote": "I think, therefore I am."},
    {"philosopher": "Jean-Paul Sartre", "quote": "If you're lonely when you're alone, you're in bad company."},
    {"philosopher": "Hannah Arendt", "quote": "The most radical revolutionary will become a conservative the day after the revolution."},
    {"philosopher": "Epictetus", "quote": "We cannot choose our external circumstances, but we can always choose how we respond to them."},
    {"philosopher": "Marcus Aurelius", "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."},
    {"philosopher": "Lao Tzu", "quote": "The journey of a thousand miles begins with one step."},
    {"philosopher": "Mencius", "quote": "The great man is he who does not lose his child's heart."},
    {"philosopher": "Xunzi", "quote": "The person attempting to travel two roads at once will get nowhere."},
    {"philosopher": "Zeno of Citium", "quote": "Well-being is attained by little and little, and nevertheless is no little thing itself."},
    {"philosopher": "Cicero", "quote": "It is exercise alone that supports the spirits and keeps the mind in vigor."},
    {"philosopher": "Diogenes", "quote": "I am not an Athenian or a Greek, but a citizen of the world."},
    {"philosopher": "Epicurus", "quote": "He who is not a good servant will not be a good master."},
    {"philosopher": "Heraclitus", "quote": "The only constant in life is change."},
    {"philosopher": "Parmenides", "quote": "What is is, and what is not is not."},
    {"philosopher": "Pythagoras", "quote": "Educate the children and it won't be necessary to punish the men."},
    {"philosopher": "Protagoras", "quote": "Man is the measure of all things."},
    {"philosopher": "Thales", "quote": "The most difficult thing in life is to know yourself."},
    {"philosopher": "Anaximander", "quote": "The source of all things is infinite."},
    {"philosopher": "Hippocrates", "quote": "Let food be thy medicine and medicine be thy food."},
    {"philosopher": "Democritus", "quote": "By desiring little, a poor man makes himself rich."},
    {"philosopher": "Anaximenes", "quote": "Air is the principle of all things."},
    {"philosopher": "Anaxagoras", "quote": "The Greeks learned more from the Persians than the Persians learned from the Greeks."},
    {"philosopher": "Zeno of Elea", "quote": "A moving body at rest will always be at rest."},
    {"philosopher": "Empedocles", "quote": "Nothing in the affairs of men is worthy of great anxiety."}
]
